logs/soap_requests/2025-08-15/reparto_95_172043_976549.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
                 xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
                 xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Body>
    <reparto_cerrar xmlns="http://airtech-it.com.ar/">
      <idreparto>95</idreparto>
      <fecha>14/08/2025</fecha>
      <ajustar_envases>0</ajustar_envases>
      <efectivo_importe>600882</efectivo_importe>
      <retenciones>[]</retenciones>
      <cheques>[{"nrocta": 864280, "concepto": "CHE", "banco": "007", "sucursal": "0", "localidad": "sdfs", "nro_cheque": "68939444", "nro_cuenta": 35353, "titular": "", "fecha": "15/08/2025", "importe": 120000.0}]</cheques>
      <usuario>BACKEND_SYSTEM</usuario>
    </reparto_cerrar>
  </soap12:Body>
</soap12:Envelope>